[
  [
    {
      "ques": "Why isn't Denly available in my city?",
      "answ": "We're currently operating in Delhi, Gurgaon and Pune. But Denly is expanding rapidly! Check our website for the latest list of cities where we operate. If your city isn't there yet, stay tuned—we might be coming soon!"
    },
    {
      "ques": "Can I browse potential housemates before committing?",
      "answ": "Yes! You're free to initiate conversations with potential matches before making any commitments."
    },
    {
      "ques": "How secure is Denly?",
      "answ": "Your privacy and safety are our top priorities. We employ stringent data protection measures to safeguard your information. Plus, we have a friendly support team to address any concerns. :D"
    },
    {
      "ques": "Can I find both short-term and long-term roommates on Denly?",
      "answ": "Absolutely! Whether you need a roommate for a few months or a permanent co-living arrangement, Denly caters to all durations."
    },
    {
      "ques": "Is Denly free? Are there any hidden costs?",
      "answ": "Yes, Denly's housemate matching services are completely free! And there are absolutely no hidden charges."
    }
  ],
  [
    {
      "ques": "What if I'm not happy with my match?",
      "answ": "No worries! If it's not a fit, you can always request new matches. We're with you all the way till you find the right Denmate."
    },
    {
      "ques": "What happens if my living situation changes after finding a housemate?",
      "answ": "Life happens, and we understand that circumstances can change. Denly provides flexibility for users to find new matches if their living situation evolves."
    },
    {
      "ques": "How long does it take to find a match?",
      "answ": "It varies, but most users find potential Denmates within two weeks of filling the forms"
    },
    {
      "ques": "How is Denly different from other housemate finders?",
      "answ": "Our service is built on the foundation of compatibility. We go beyond the basics of matching to ensure that your living situation is as harmonious as possible."
    },
    {
      "ques": "I'm concerned I'll be spammed with ads and messages if I give Denly my WhatsApp number.",
      "answ": "We get how annoying that can be! Apart from sending you the list of your matches and/or answering any queries you may have, we won't slide into your DMs for anything else. Pinky promise."
    }
  ]
]
